IDEA Open Model
ISDModel.Reinforcement Property
Compatible with IDEA StatiCa Beta 20.0
 All reinforcement of Detail
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ReferenceElement> Reinforcement { get; set; }
Public Property Reinforcement As List(Of ReferenceElement)
	Get
	Set
Property Value
Type: List<ReferenceElement>
See Also
Reference
ISDModel Class
IdeaRS.OpenModel.Detail Namespace